Autodesk.Navisworks.Api.MaterialOverride
Material Override

Autodesk.Navisworks.Api.MaterialOverride.#ctor


Autodesk.Navisworks.Api.MaterialOverride.Color
Material Override.
May be null.

Autodesk.Navisworks.Api.MaterialOverride.Item
Material Override.

Autodesk.Navisworks.Api.MaterialOverride.Transparency
Material Override.
May be null.